{"translation-revision-date":"2021-12-16 10:54:59+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"SEO performance":["Desempenho de SEO"],"Get %s to unlock social previews!":["Obtenha %s para destravar as pre-visualizações sociais!"],"Want to see how your content will look when it’s shared on %s?":["Deseja ver como fica seu conteúdo quando compartilhado no %s?"],"Read more about Schema.":["Leia mais sobre o Schema."],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Infelizmente, não podemos salvar as alterações em suas configurações de SEO enquanto você está trabalhando em um rascunho de um %1$s já publicado. Se quiser salvar suas alterações de SEO, certifique-se de clicar em 'Atualizar' ou espere para fazer as alterações de SEO até que esteja pronto para atualizar %1$s."],"New: Yoast SEO for Elementor":["Novo: Yoast SEO para Elementor"],"Get started with Yoast SEO's content analysis for Elementor!":["Comece com a análise de conteúdo de Yoast SEO para Elementor!"],"Got it":["Entendi"],"Show results for:":["Mostrar resultados para:"],"Select country":["Selecione o pais"],"Related keyphrase":["Frase-chave relacionada"],"Volume":["Volume"],"Learn more about the related keyphrases volume":["Saiba mais sobre o volume de frases-chave relacionadas"],"Trend":["Tendência"],"Learn more about the related keyphrases trend":["Saiba mais sobre a tendência de frases-chave relacionadas"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume da frase-chave nos últimos 12 meses em uma escala de 0 a 100."],"Get more insights at %s":["Obtenha mais informações em %s"],"Twelve months ago":["Doze meses atrás"],"Eleven months ago":["Onze meses atrás"],"Ten months ago":["Dez meses atrás"],"Nine months ago":["Nove meses atrás"],"Eight months ago":["Oito meses atrás"],"Seven months ago":["Sete meses atrás"],"Six months ago":["Seis meses atrás"],"Five months ago":["Cinco meses atrás"],"Four months ago":["Quatro meses atrás"],"Three months ago":["Três meses atrás"],"Two months ago":["Dois meses atrás"],"Last month":["Último mês"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Você atingiu seu limite de solicitações para hoje. Volte amanhã ou atualize seu plano em %s."],"Upgrade your %s plan":["Migrar meu plano %s"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Aguarde enquanto %1$s se conecta a %2$s para obter as frases-chave relacionadas..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Você atingiu o número máximo de 4 frases-chave relacionadas. Você pode alterar ou remover frases-chave relacionadas na metabox %s ou na barra lateral."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos um problema ao tentar obter frases-chave relacionadas. Por favor, tente novamente mais tarde."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Você gostaria de poder adicionar essas frases-chave relacionadas à análise %s para que possa otimizar seu conteúdo ainda mais?"],"Check out %s!":["Confira %s!"],"The number of headers and header labels don't match.":["O número de cabeçalhos e rótulos de cabeçalho não coincidem."],"Sorry, there's no data available for that keyphrase\/country combination.":["Não há dados disponíveis para essa combinação de frase-chave\/país."],"Make sure to save your %s for changes to take effect":["Certifique-se de salvar seu %s para que as alterações tenham efeito"],"Return to your %s":["Voltar para %s"],"Facebook preview":["Pré-visualização do Facebook"],"Twitter preview":["Pré-visualização do Twitter"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isso ajuda os mecanismos de pesquisa a entender seu site e seu conteúdo. Você pode alterar algumas de suas configurações para esta página abaixo."],"Default for %1$s (%2$s)":["Padrão para %1$s (%2$s)"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Após salvar, esta configuração será aplicada a todos os seus %1$s. %1$s configurados manualmente não serão alterados.","Após salvar, estas configurações será aplicada a todos os seus %1$s. %1$s configurados manualmente não serão alterados."],"Schema settings":["Configurações de esquema"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Escolha como seu %1$s deve ser descrito por padrão na marcação do schema.org do seu site. Você pode alterar essas configurações para %1$s individuais."],"What type of page or content is this?":["Que tipo de página ou conteúdo é esse?"],"Learn more about structured data with Schema.org":["Saiba mais sobre dados estruturados com Schema.org"],"Learn more about page or content types":["Saiba mais sobre os tipos de página ou conteúdo"],"Article type":["Tipo de artigo"],"Default Article type":["Tipo de artigo padrão"],"Page type":["Tipo de página"],"Default Page type":["Tipo de página padrão"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Você pode alterar o tipo padrão para %1$s nas suas %2$sConfigurações de aparência da pesquisa%3$s."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descreve automaticamente suas páginas usando schema.org"],"Learn more about the schema settings":["Saiba mais sobre as configurações de Schema"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Mesmo que você possa definir a configuração de meta-robôs aqui, todo o site é definido como noindex nas configurações de privacidade de todo o site, portanto, essas configurações não terão efeito."],"Should search engines follow links on this %s":["Os mecanismos de pesquisa devem seguir links neste %s"],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a configuração de não seguir em nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a configuração do título de breadcrumbs em nossa página de ajuda."],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a configuração sem índice em nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre as configurações avançadas de meta-robôs em nossa página de ajuda."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre URLs canônicos em nossa página de ajuda."],"Google preview":["Pré-visualização no Google"],"Schema":["Esquema"],"Keyphrase":["Frase-chave"],"%d day":["%d dia","%d dias"],"%s (current default for %s)":["%s (padrão atual para %s)"],"Allow search engines to show this %s in search results?":["Permitir que os mecanismos de pesquisa mostrem %s nos resultados de busca?"],"Please provide a meta description by editing the snippet below.":["Forneça uma meta-descrição editando a amostra abaixo."],"No":["Não"],"Yes":["Sim"],"Advanced":["Avançado"],"Canonical URL":["URL Canônica"],"No Archive":["Nenhum arquivo"],"No Image Index":["Não indexar Imagem"],"View":["Ver"],"Meta robots advanced":["Meta robots avançado"],"No Snippet":["Sem amostra"],"Breadcrumbs Title":["Título do Breadcrumbs"]}},"comment":{"reference":"js\/dist\/elementor.js"}}